{"__v":0,"_id":{"$oid":"576b0d5cab89e37434cd8556"},"category":"CLIENT_REQUESTS","content":"\u003ch4\u003eCreate a Client Request\u003c/h4\u003eChoose the session in which you want the client.","description":"Shown at the beginning of the client request wizard.","key":"CLIENT_REQUEST_START"}
{"__v":0,"_id":{"$oid":"57755556ae6a115c29f2a8a6"},"category":"CLIENT_REQUESTS","content":"If you are using for your own development or for the development of a teaching assistant, choose the \u003cstrong\u003eFor faculty development\u003c/strong\u003e option.  \u003cbr\u003e\u003cbr\u003e\u003cp\u003eIf you are using the client for a class, choose the regular class option.\u003c/p\u003e","description":"An explanation of faculty development client requests","key":"CLIENT_REQUEST_FACDEV"}
{"__v":0,"_id":{"$oid":"5775557cae6a115c29f2a8a7"},"category":"CLIENT_REQUESTS","content":"These clients are to use in a course.","description":"An explanation of regular client requests","key":"REGULAR_CLIENT_MESSAGE"}
{"__v":0,"_id":{"$oid":"577555adae6a115c29f2a8a8"},"category":"CLIENT_REQUESTS","content":"Enter the number of undergraduate and/or graduate students.  This helps us to determine the number of user ids you will require.","description":"An explanation on data required for regular client requests for step 1 of the wizard.","key":"COURSE_INFO_REGULAR_WELL"}
{"__v":0,"_id":{"$oid":"577555c8ae6a115c29f2a8a9"},"category":"CLIENT_REQUESTS","content":"Click the products on the left list to add them to your request. You can remove them from your request by clicking the products on the right list.  You can select up to 7 products.","description":"Help for step 2 of the wizard","key":"SELECT_PRODUCT_WELL"}
{"__v":0,"_id":{"$oid":"577555e9ae6a115c29f2a8aa"},"category":"CLIENT_REQUESTS","content":"Enter any additional instructions that will help us fulfill your request.","description":"Help for step 3 of the wizard.","key":"CLIENT_REQUESTS_COMMENTS"}
{"__v":0,"_id":{"$oid":"57755604ae6a115c29f2a8ab"},"category":"CLIENT_REQUESTS","content":"Enter the dates you will require each product.  If you don't need every product at the beginning of the term, choose a date a week before you will need it.  Keep in mind that it helps us to balance our load if requests are spread out. \u003cbr/\u003e\u003cbr/\u003e\u003cp\u003eReview your information and click \u003cb\u003eComplete\u003c/b\u003e to save your request","description":"Help for step 4 of the wizard","key":"CLIENT_REQUESTS_SUMMARY"}
{"__v":0,"_id":{"$oid":"5775562fae6a115c29f2a8ac"},"category":"CLIENT_REQUESTS","content":"\u003cdiv class='well bigMarginTop'\u003e\u003ch4\u003eYou have an existing request created on DATECREATED\u003c/h4\u003e\u003cp\u003eYou can add products using the wizard but if you want to add students, change dates or enter comments, use the View Requests page.\u003c/p\u003e\u003c/div\u003e","description":"Describes existing request","key":"EXISTING_REQUEST_MESSAGE"}
{"__v":0,"_id":{"$oid":"57755649ae6a115c29f2a8ad"},"category":"CLIENT_REQUESTS","content":"You can add students, change dates or enter comments on this page.  If you wnat to add products, use the wizard on the Create Request page.","description":"","key":"VIEW_REQUEST_MESSAGE"}
{"__v":0,"_id":{"$oid":"5798e197efd78278362f574c"},"category":"CLIENT_REQUESTS","content":"\u003ch4\u003eFaculty Development Clients\u003c/h4\u003eThese clients are useful if you want to practice and \u003cb\u003ewill not use the client in a class\u003c/b\u003e. If you will be using this client in a class this session, choose a regular client. The clients are issued from a shared system used specifically for development clients.  The advantage is that they do not count against the client quota specified in your EUA.  \u003cp class='topMargin'\u003e By default you will receive two user ids.  If you need more, you enter a comment on step 3 of the wizard.\u003c/p\u003e","description":"Description of sandbox clients","key":"SANDBOX_MESSAGE"}
